const oils = [
  {
    title: "خلطة مانجا",
    price: "375",
    description:
      "مزيج فريد من الزيوت الطبيعية الفائقة: زيت الأرجان المغربي: غني بفيتامين E ومضادات الأكسدة، يُعرف بخصائصه المرطبة المُغذية للشعر، ويُساعد",
    img: "https://zohor.co/wp-content/uploads/2023/11/370282073_887873116050125_540837528442303971_n-768x768.jpg",
  },
  {
    title: "زيت الأرجان المغربي",
    price: "440",
    description:
      "يحتوي زيت الارجان على نسبة كبيرة من فيتامين E، أكبر من أي زيت آخر؛ لذا فإنه يساعد بشكل كبير على التحكم في الشعر المجعد والجاف وعلاج التقصف",
    img: "https://zohor.co/wp-content/uploads/2021/04/%D8%A3%D8%B1%D8%AC%D8%A7%D9%86-115-%D9%85%D9%84-768x768.jpg",
  },
  {
    title: "زيت البصل",
    price: "120",
    description:
      "يُصنع زيت البصل من عصير البصل، وهو غني بالفيتامينات والمعادن ومضادات الأكسدة. يحتوي على مادة الكبريت، التي تُعزز نمو الشعر",
    img: "https://zohor.co/wp-content/uploads/2021/04/%D8%A8%D8%B5%D9%84-115-%D9%85%D9%84-768x768.jpg",
  },
  {
    title: "زيت الخروع",
    price: "125",
    description:
      "غني بفيتامين E وحمض الريسينوليك، اللذان يُعززان صحة البشرة والشعر. يحتوي على مضادات الأكسدة، التي تُحارب الجذور الحرة وتُحافظ على",
    img: "https://zohor.co/wp-content/uploads/2021/04/%D8%AE%D8%B1%D9%88%D8%B9-115-%D9%85%D9%84-768x768.jpg",
  },
  {
    title: "زيت الزيتون البِكر",
    price: "160",
    description:
      "طريقة استخدام زيت الزيتون للشعر: حمام زيت للشعر الجاف والتالف: يُدفأ زيت الزيتون ويُطبق على الشعر وفروة الرأس، ثم يُترك",
    img: "https://zohor.co/wp-content/uploads/2021/04/%D8%B2%D9%8A%D8%AA-%D8%B2%D9%8A%D8%AA%D9%88%D9%86-600x600.jpg",
  },
  {
    title: "زيت بذور الجرجير",
    price: "115",
    description:
      "فوائد زيت الجرجير للشعر: يُقوّي جذور الشعر: يُساعد على تقوية جذور الشعر ومنع تساقطه. يُحفّز نموّ الشعر: يُعزّز نموّ الشعر",
    img: "https://zohor.co/wp-content/uploads/2022/09/%D8%AC%D8%B1%D8%AC%D9%8A%D8%B1-115-%D9%85%D9%84-768x768.jpg",
  },
  {
    title: "زيت شجرة الشاي العطري",
    price: "270",
    description:
      "فوائد زيت شجرة الشاي للبشرة: يُعالج حب الشباب: يُساعد في قتل البكتيريا المسببة لحب الشباب وتقليل الالتهاب، ممّا يُساعد على",
    img: "https://zohor.co/wp-content/uploads/2023/07/4-768x768.jpg",
  },
  {
    title: "زيت حبة البركة",
    price: "100",
    description:
      "فوائد زيت حبة البركة للشعر: يُرطب الشعر: يُرطب الشعر بعمق ويُخلّصه من الجفاف والتجعد، ممّا يجعله أكثر نعومة ولمعانًا. يُقوّي",
    img: "https://zohor.co/wp-content/uploads/2023/07/6-768x768.jpg",
  },
  {
    title: "زيت جنين القمح",
    price: "190",
    description:
      "فوائد زيت جنين القمح للبشرة: يُرطب البشرة: يُرطب البشرة بعمق ويُخلّصها من الجفاف، ممّا يجعلها أكثر نعومة ونضارة. يُضفي لمعانًا",
    img: "https://zohor.co/wp-content/uploads/2021/04/DSC_0052-768x768.jpg",
  },
];

const skin_care = [
  {
    title: "سكراب تفتيح بخلاصة المشمش",
    price: "75",
    description:
      "سكراب تفتيح البشرة بخلاصة المشمش.. من Zohor. الخصائص: سكراب لترطيب وتقشير وتفتيح البشرة وإزالة خلايا الجلد الميتة",
    img: "https://zohor.co/wp-content/uploads/2021/04/%D8%B3%D9%83%D8%B1%D8%A7%D8%A8-%D9%85%D8%B4%D9%85%D8%B4-scaled-1-600x600.jpg",
  },
  {
    title: "زيت جوز الهند البكر",
    price: "170",
    description:
      "فوائد زيت جوز الهند البكر للبشرة: يُرطب البشرة بعمق ويُخلّصها من الجفاف، ممّا يجعلها أكثر نعومة ونضارة.",
    img: "https://zohor.co/wp-content/uploads/2022/09/DSC_0016-768x768.jpg",
  },
  {
    title: "كريم ترطيب إكسترا",
    price: "160",
    description:
      "تركيبة غنية: مكونات طبيعية: تُرطب البشرة بعمق وتُنعّمها وتُحافظ على صحتها. فيتامينات: تُغذي البشرة وتُحارب الجذور الحرّة. مضادات الأكسدة.",
    img: "https://zohor.co/wp-content/uploads/2024/07/3-600x600.jpg",
  },
  {
    title: "كريم مرطب",
    price: "60",
    description:
      "وصف المنتج: كريم ترطيب البشرة، كريم أبيض خفيف.. من Zohor. الخصائص: يستخدم لجميع أنواع البشرة الجافة والدهنية، لأنه خفيف.",
    img: "https://zohor.co/wp-content/uploads/2022/09/27-600x600.jpg",
  },
  {
    title: "زيت بذور العنب",
    price: "90",
    description:
      "فوائد زيت بذور العنب للبشرة: يُرطب البشرة بعمق ويُحافظ على رطوبتها لفتراتٍ طويلة، ممّا يجعله مُناسبًا للبشرة الدهنية.",
    img: "https://zohor.co/wp-content/uploads/2022/09/%D8%A8%D8%B0%D9%88%D8%B1-%D8%B9%D9%86%D8%A8-50-%D9%85%D9%84-768x768.jpg",
  },
  {
    title: "زيت اللوز الحلو",
    price: "110",
    description:
      "فوائد زيت اللوز الحلو للبشرة: يُرطب البشرة بعمق ويُحافظ على رطوبتها لفتراتٍ طويلة، ممّا يجعله مُناسبًا لجميع أنواع البشرة.",
    img: "https://zohor.co/wp-content/uploads/2022/09/DSC_0051-768x768.jpg",
  },
];

const bestSellers = [
  {
    title: "تركيبه زيت النخاع وزيت الحيه",
    price: 100,
    description:
      "تركيبه النخاع للشعر بزيت الحيه. هنحصل منها على شعر متغذي ، كثيف ، لآمع وقوي.",
    img: "https://virginiaolive.com/cdn/shop/files/d9d904acad8585e6de4008f2d4c9c810_320x320_crop_center.png?v=1725752753",
  },
  {
    title: "تركيبه 7 زيوت للشعر 100 ملي",
    price: 140,
    description:
      "تنعيم وتلميع الشعر، لترطيب البشرة وتهدئتها، للعناية بالجلد الحساس.",
    img: "https://virginiaolive.com/cdn/shop/files/f1e106ba4c7de3519cdc071a46efea0e_320x320_crop_center.png?v=1725749357",
  },
  {
    title: "زيت الروزماري زجاجة 100 ملي",
    price: 50,
    description:
      "زيت الروزماري عبوة 100 مل، كمضاد للروماتيزم، مسكن ومنشط للأنسجة تحت الجلد.",
    img: "https://virginiaolive.com/cdn/shop/files/1_073d522c-88ae-4367-acd1-54807f22df8f_320x320_crop_center.jpg?v=1726559373",
  },
  {
    title: "زيت جوجوبا 30 ملي",
    price: 70,
    description:
      "زيت جوجوبا 30 ملي، يعالج حب الشباب، يعالج الاحمرار والتقشير، يعالج تساقط الشعر.",
    img: "https://virginiaolive.com/cdn/shop/files/e8bd8dc148098faf0deb143d2ba63568_320x320_crop_center.png?v=1725749226",
  },
  {
    title: "تركيبه زيت النخاع والشاي الاخضر",
    price: 40,
    description:
      "تركيبه نخاع للشعر والشاي الاخضر، يساعد على علاج الصلع وتساقط الشعر، يزيد كثافة الشعر.",
    img: "https://virginiaolive.com/cdn/shop/files/7_320x320_crop_center.jpg?v=1718255786",
  },
];

export { bestSellers, oils, skin_care };
